Repository: Narayansahu1995/CGPURC
Catalog: Private_University/Resources/Home.*.resx
Languages: hi

source: AAFT University
hi: एएएफटी विश्वविद्यालय

source: About
hi: अधिक

source: AMITY University
hi: एमिटी विश्वविद्यालय

source: Annual Details
hi: वार्षिक विवरण

source: Annual Report
hi: वार्षिक रिपोर्ट

source: Anti-Harassment
hi: उत्पीड़न - विरोधी

source: Anti-Ragging
hi: रैगिंग के विरोध

source: Bharti University
hi: भारती विश्वविद्यालय

source: Bilaspur
hi: बिलासपुर

source: CGPURC
hi: छग निजी विवि नियामक आयोग

source: Dev Sanskriti
hi: देव संस्कृति

source: Dr. C.V. Raman University
hi: डॉ. सी.वी. रमन विश्वविद्यालय

source: Durg
hi: दुर्ग

source: Gariyaband
hi: गरियाबंद

# GovName
source: Sushri Anusuiya Uikey
hi: सुश्री अनुसुइया उइके

# GovPost
source: Hon`ble Governor of Chhattisgarh
hi: माननीय राज्यपाल, छत्तीसगढ़

source: ICFAI University
hi: आईसीएफएआई विश्वविद्यालय

source: ISBM University
hi: आईएसबीएम विश्वविद्यालय

source: ITM University
hi: आईटीएम विश्वविद्यालय

source: Kalinga University
hi: कलिंगा विश्वविद्यालय

source: KK Modi University
hi: केके मोदी यूनिवर्सिटी

source: Kota Bilaspur
hi: कोटा बिलासपुर

source: Latest News
hi: ताजा खबर

source: Location
hi: का स्थान

source: Maharshi University
hi: महर्षि विश्वविद्यालय

source: MATS University
hi: मैट्स यूनिवर्सिटी

source: More
hi: जानकारी

source: Nava Raipur
hi: नवा रायपुर

source: Objectives
hi: उद्देश्य

source: O.P. Jindal University
hi: ओपी जिंदल विश्वविद्यालय

# OrgStruct
source: Organization Structure
hi: संगठन संरचना

source: Our Values
hi: हमारे आदर्श

# PreventionRagging
source: Prevention of Ragging
hi: रैगिंग की रोकथाम

source: Raigarh
hi: रायगढ़

source: Raipur
hi: रायपुर

source: Sexual Harassment Prevention
hi: यौन उत्पीड़न की रोकथाम

source: Shri Rawatpura Sarkar
hi: श्री रावतपुरा सरकार

source: Shri Shankaracharya Professional
hi: श्री शंकराचार्य प्रोफेशनल

source: Tilda Raipur
hi: तिल्दा रायपुर

# Universities
source: Univsersities
hi: विश्वविद्यालयों

source: University Bhilai
hi: विश्वविद्यालय भिलाई

source: University Durg
hi: विश्वविद्यालय दुर्ग

source: University Raipur
hi: विश्वविद्यालय रायपुर

# VCName
source: Prof (Dr) Colonel Umesh Kumar Mishra
hi: प्रो (डॉ) कर्नल उमेश कुमार मिश्रा

# VCPost
source: Chairman CGPURC (Former Vice Chancellor)
hi: अध्यक्ष छग निजी विवि विनियामक आयोग (पूर्व कुलपति)

source: World Record
hi: विश्व रिकार्ड
