Repository: Narayansahu1995/CGPURC
Catalog: Private_University/Resources/OurValues.*.resx
Languages: hi

# ComiName
source: The Chhattisgarh Private Universities Regulatory Commission
hi: छत्तीसगढ़ निजी विश्वविद्यालय नियामक आयोग

source: Mission Statement:
hi: मिशन वक्तव्य :

# MPointFour
source: Create a flow of quality human resource capable of meeting the challenges of tomorrow thereby creating wealth for the nation at the forefront of knowledge.
hi: कल की चुनौतियों का सामना करने में सक्षम गुणवत्तापूर्ण मानव संसाधन का प्रवाह तैयार करें जिससे ज्ञान के मामले में देश के लिए धन का निर्माण हो सके।

# MPointOne
source: To facilitate the Non-Government Organizations ( i.e. non-profit making Trust/Companies/Societies) to establish world class quality university in Chhattisgarh, which would :
hi: छत्तीसगढ़ में विश्व स्तरीय गुणवत्ता विश्वविद्यालय स्थापित करने के लिए गैर-सरकारी संगठनों (अर्थात गैर-लाभकारी ट्रस्ट/कंपनियों/सोसाइटियों) की सुविधा के लिए, जो कि:

# MPointThree
source: Prepare students to face the global challenges with courage and dedication.
hi: छात्रों को साहस और समर्पण के साथ वैश्विक चुनौतियों का सामना करने के लिए तैयार करें।

# MpointTwo
source: Play a distinctive role in development of professional and higher education.
hi: पेशेवर और उच्च शिक्षा के विकास में एक विशिष्ट भूमिका निभाएं।

# Title
source: Vision & Mission Statement
hi: विजन और मिशन वक्तव्य

# TitleSpan
source: Values
hi: आदर्श

# TitleText
source: Our
hi: हमारे

source: Vision Statement:
hi: लक्ष्यों का विवरण:

# VPointOne
source: To motivate private sector for the development of a centre of excellence leading to world class standards with a honest endeavour in sustaining quality education through modern and best infrastructure thereby contributing to the enrichment of society through high quality higher education and innovation research.
hi: आधुनिक और सर्वोत्तम बुनियादी ढांचे के माध्यम से गुणवत्तापूर्ण शिक्षा को बनाए रखने के ईमानदार प्रयास के साथ विश्व स्तर के मानकों के लिए उत्कृष्टता के केंद्र के विकास के लिए निजी क्षेत्र को प्रेरित करने के लिए उच्च गुणवत्ता वाली उच्च शिक्षा और नवाचार अनुसंधान के माध्यम से समाज के संवर्धन में योगदान देना।
